[French]
1000 = recherche active
1001 = ou cliquez une fois connecté
1002 = Utiliser une connexion "Bluetooth" sur votre iPhone
1003 = S'il vous plaît activer "Bluetooth" sur votre téléphone
1004 = Recherche ...
1005 = Terminer la recherche
1006 = Annuler
1007 = En attente de connexion ...
1008 = ou connexion USB
1009 = Cliquez pour vous connecter
1010 = Connexion
1011=Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Connexion
1030=Setup
[-French-]
